Repository: common-repository/bstcm-findio-gateway
Catalog: languages/bstcm-findio-gateway-*.po
Languages: nl_nl

source: Configure
nl_nl: Configureren

source: Choose
nl_nl: Maak een keuze

source: Enable/disable
nl_nl: In-/uitschakelen

source: Activate Findio payment method
nl_nl: Activeer Findio betaalmethode

source: Connection with API service: %s
nl_nl: Verbinding met API service: %s

source: Gateway descriptions
nl_nl: Betaalmethode omschrijving

source: Title
nl_nl: Titel

source: Payment methode title for user
nl_nl: Betaalmethode titel voor de gebruiker

source: Description
nl_nl: Omschrijving

source: Payment method description for user
nl_nl: Betaalmethode omschrijving voor de gebruiker

source: Instructions
nl_nl: Instructies

source: Instructions will be added to the confirmation e-mails and pages.
nl_nl: Instructies worden toegevoegd aan de bevestigingen.

source: Front-end display
nl_nl: Weergave op website

source: Settings to modify front-end display of Findio items (offer blocks, information pages, example tables).
nl_nl: Instellingen voor het wijzigen van de weergave van de Findio elementen (aanbod blok, informatie paginaâ€™s, voorbeeld tabellen).

source: Information page
nl_nl: Informatie pagina

source: Select WordPress page containing additional informatie for payment method.
nl_nl: Selecteer de Wordpress pagina met de aanvullende informatie over deze betaalmethode.

source: Loan offer (product)
nl_nl: Financieringsaanbod (product)

source: Show loan offer on single product page
nl_nl: Toon aanbod op de product pagina

source: Leave unchecked to enable shortcode usage.<br/>[findio-voorstel]
nl_nl: Laat uitgeschakeld om shortcode gebruik toe te staan.<br/>[findio-voorstel]

source: Loan offer (cart)
nl_nl: Financieringsaanbod (winkelwagen)

source: Show loan offer on cart page
nl_nl: Toon aanbod op de winkelwagen pagina

source: Leave unchecked to disable loan offer on cart page.
nl_nl: Laat uitgeschakeld om aanbod op de winkelwagen pagina uit te schakelen.

source: Loan financial table
nl_nl: Financiering tabel

source: Show financial table on product, cart and checkout pages
nl_nl: Toon financiering tabel op productpagina, winkelwagen en afrekenen scherm

source: Leave unchecked to disable financial table display on pages.
nl_nl: Laat uitgeschakeld om aanbod op de winkelwagen pagina uit te schakelen.

source: API configuration
nl_nl: API configuratie

source: Configration for the Findio API calls and calculations.
nl_nl: Instellingen voor de Findio API verbinding en berekeningen.

source: Products category
nl_nl: Artikelen categorie

source: Select global products category used by the API.
nl_nl: Selecteer de artikelen categorie voor gebruik met de API.

source: Terms
nl_nl: Termijnen

source: Number of payment terms
nl_nl: Aantal betaaltermijnen

source: Min. amount
nl_nl: Min. bedrag

source: Minimal amount that is accepted by the API
nl_nl: Minimale bedrag dat door de API wordt geaccepteerd

source: Max. amount
nl_nl: Max. bedrag

source: Maximum amount that is accepted by the API
nl_nl: Maximale bedrag dat door de API wordt geaccepteerd

source: API account details for Findio
nl_nl: API account details voor Findio

source: API key for Findio
nl_nl: API key voor Findio

source: API secret for Findio
nl_nl: API secret voor Findio

source: API URL endpoint for Findio.
nl_nl: API URL endpoint voor Findio.

source: Production environment
nl_nl: Productie omgeving

source: Acceptation environment
nl_nl: Acceptatie omgeving

source: Awaiting loan request approval
nl_nl: In afwachting van akkoord financiering

source: Shipping costs
nl_nl: Verzendkosten

source: Loan request cancelled by user
nl_nl: Aanvraag geannuleerd door de gebruiker

source: Loan request pre approved
nl_nl: Aanvraag vooraf goedgekeurd

source: Loan request approved
nl_nl: Aanvraag goedgekeurd

source: Loan request rejected
nl_nl: Aanvraag afgewezen

source: Loan request timed-out
nl_nl: Aanvraag verlopen

source: Loan request unable to verify
nl_nl: Aanvraag kan niet worden geverifieerd
